{
  "nav.home": "Accueil",
  "nav.menu": "Menu",
  "nav.about": "À propos",
  "nav.gallery": "Galerie",
  "nav.contact": "Contact",
  "nav.reserve": "Réserver",
  
  "hero.title": "Le Safran Oriental",
  "hero.subtitle": "Traiteur Marocain à Paris",
  "hero.description": "Une expérience culinaire authentique du Maroc au cœur de Paris.",
  "hero.cta": "Commander",
  
  "home.welcome.title": "Bienvenue au Safran Oriental",
  "home.welcome.description": "« Découvrez les saveurs authentiques du Maroc, entre tradition et modernité...»",
  "home.feature1.title": "Cuisine Authentique",
  "home.feature1.description": "Des recettes traditionnelles marocaines transmises de génération en génération",
  "home.feature2.title": "À Emporter",
  "home.feature2.description": "Commandez vos plats préférés à emporter pour les déguster chez vous",
  "home.feature3.title": "Service Traiteur",
  "home.feature3.description": "Organisation d'évènements et location de salle jusqu'à 40 personnes",
  
  "about.title": "Notre Histoire",
  "about.history.title": "Notre Parcours",
  "about.description1": "Le Safran Oriental est un restaurant et traiteur marocain situé au cœur du 10ème arrondissement de Paris, rue du Faubourg Saint-Denis.",
  "about.description2": "C'est en 2010 que M. et Mme. Lahlou ouvrent leur établissement, vous proposant une cuisine authentique, colorée et savoureuse.",
  "about.description3": "Originaires de Fès, M. et Mme. Lahlou ont apporté leur savoir-faire traditionnel à Paris. Ils vous feront découvrir une cuisine orientale authentique et colorée, mais aussi des influences méditerranéennes modernes.",
  "about.description4": "Tous nos plats et préparations sont faits maison avec des produits frais et de saison. Couscous et tajines à emporter sur commande, et service traiteur pour organiser un repas marocain chez soi ou pour vos événements.",
  "about.readmore": "En savoir plus",
  "about.team.title": "Notre Équipe",
  "about.team.chef": "Chef Exécutif",
  "about.team.pastry": "Chef Pâtissière",
  
  "menu.title": "Notre Carte",
  "menu.description": "Tous nos plats et préparations sont faits maison avec des ingrédients frais et sélectionnés avec soin.",
  "menu.specialties": "Spécialités",
  "menu.couscous": "Couscous Royal",
  "menu.couscous.description": "Semoule fine, légumes de saison, agneau, poulet et merguez maison",
  "menu.tajines": "Tajines Traditionnels",
  "menu.tajines.description": "Au choix : agneau aux pruneaux, poulet au citron confit, kefta aux œufs",
  "menu.pastilla": "Pastilla",
  "menu.pastilla.description": "Feuilles de brick, poulet ou fruits de mer, amandes caramélisées, cannelle",
  "menu.mezze.title": "Mezze & Entrées",
  "menu.mezze.assortment": "Plateau de Mezze",
  "menu.mezze.description": "Houmous, moutabal, zaalouk, taboulé, feuilles de vigne",
  "menu.briouates": "Briouates Assorties",
  "menu.briouates.description": "Fromage de chèvre et miel, viande épicée, légumes aux herbes fraîches",
  "menu.grills": "Grillades",
  "menu.skewers": "Brochettes Royales",
  "menu.skewers.description": "Kefta épicé, filet d'agneau, suprême de poulet mariné",
  "menu.merguez": "Merguez Artisanales",
  "menu.merguez.description": "Préparées sur place selon notre recette familiale, douces ou piquantes",
  "menu.pastries.title": "Pâtisseries & Boissons",
  "menu.pastries": "Assortiment de Pâtisseries",
  "menu.pastries.description": "Cornes de gazelle, baklavas, makroud, ghriba, fekkas",
  "menu.tea": "Thé à la Menthe",
  "menu.tea.description": "Thé vert gunpowder, menthe fraîche du jardin, sucre à part",
  "menu.packaging.notice": "Tous nos plats sont disponibles à emporter dans des contenants écologiques (supplément de 2€ pour les commandes individuelles).",
  "menu.price.notice": "Nos prix reflètent notre engagement pour des produits de qualité et notre cuisine artisanale.",
  "menu.veg": "Végé",
  "menu.spicy": "Épicé",
  
  "gallery.title": "Notre Galerie",
  
  "testimonials.title": "Avis Clients",
  "testimonials.reviews.bea": "Une expérience culinaire exceptionnelle ! Le couscous était parfaitement préparé, avec une semoule légère comme des nuages et des légumes savoureux. L'accueil chaleureux et le cadre élégant ont rendu notre soirée mémorable. À essayer absolument !",
  "testimonials.reviews.lucie": "Quelle découverte ! Les saveurs étaient authentiques et le service attentionné. Le tajine agneau-pruneaux était divin, la viande fondante et la sauce parfumée. Un vrai voyage culinaire au cœur du Maroc sans quitter Paris.",
  "testimonials.reviews.sophie": "Les pâtisseries sont à tomber ! Après un excellent repas, nous avons terminé par un assortiment de douceurs qui nous a transportés directement à Marrakech. Le thé à la menthe était parfait pour accompagner ces délices.",
  "testimonials.reviews.jacosteph": "Nous avons fêté notre anniversaire de mariage au Safran Oriental et tout était parfait. Le menu dégustation nous a permis de voyager à travers les saveurs du Maroc. Le service était impeccable et discret.",
  "testimonials.reviews.p45560": "Excellent rapport qualité-prix ! La formule du midi est généreuse et délicieuse. J'y retourne régulièrement pour mes déjeuners professionnels. L'ambiance est calme et permet de discuter confortablement.",
  
  "catering.title": "Service Traiteur",
  "catering.description1": "Pour vos mariages, anniversaires, réunions professionnelles ou tout autre événement, Le Safran Oriental propose un service traiteur sur mesure. Notre équipe s'occupe de tout pour que vous puissiez profiter pleinement de vos invités.",
  "catering.description2": "Nous proposons différentes formules adaptées à vos besoins : cocktails dînatoires, buffets, repas servis à table ou ateliers culinaires animés par notre chef. Tous nos plats sont préparés avec des ingrédients frais le jour même.",
  "catering.description3": "Nous prenons en charge la logistique complète : livraison, installation, service et rangement. Nos équipes de professionnels sauront s'adapter à vos contraintes et à vos espaces pour créer un événement unique et savoureux.",
  "catering.cta": "Demander un devis",
  
  "contact.title": "Contact",
  "contact.address.title": "Adresse",
  "contact.address.value": "47 rue du Faubourg Saint-Denis\nParis 75010\n(À deux pas de la Gare de l'Est)",
  "contact.phone.title": "Téléphone",
  "contact.phone.value": "01 42 38 44 75\n06 12 34 56 78",
  "contact.hours.title": "Horaires",
  "contact.hours.value": "Mardi - Vendredi: midi et soir\nSamedi - Dimanche: midi et soir\nFermé le lundi",
  "contact.parking.title": "Parking",
  "contact.parking.value": "Parking Saint-Denis\nParking Gare de l'Est\nParking Indigo Magenta",
  "contact.form.name": "Nom",
  "contact.form.email": "Email",
  "contact.form.message": "Message",
  "contact.form.submit": "Envoyer",
  
  "footer.description": "Traiteur marocain authentique au cœur de Paris.",
  "footer.hours.title": "Horaires",
  "footer.hours.value": "Lundi - Mercredi: soir uniquement\nJeudi - Samedi: midi et soir\nMidi sur réservation pour les groupes",
  "footer.contact.title": "Contact",
  "footer.copyright": "Tous droits réservés.",
  
  "developer.title": "Site web par Abderrazaq MAKRAN",
  "developer.role": "Développeur Web Full Stack",
  "developer.github": "GitHub",
  "developer.linkedin": "LinkedIn"
}
